taskt/Core/Automation/Commands/UIAutomationGroup/AChildrenSearchUIElementsFromSomethingByXPathCommands.dot
digraph "AChildrenSearchUIElementsFromSomethingByXPathCommands" {
"AChildrenSearchUIElementsFromSomethingByXPathCommands" -> "ScriptCommand";
"AChildrenSearchUIElementsFromSomethingByXPathCommands" -> "IUIElementChildrenSearchXPathProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
